References/ASTT/TestSuits/Tests/PTZ/TC.PTZ.NVT.08/TC.PTZ.NVT.08_REQ_01.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver10/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:RelativeMove>
      <tptz:ProfileToken>prof0</tptz:ProfileToken>
      <tptz:Translation>
        <tt:PanTilt x="1" y="1"/>
        <tt:Zoom x="1"/>
      </tptz:Translation>
      <tptz:Speed>
        <tt:PanTilt x="1" y="1"/>
        <tt:Zoom x="1"/>
      </tptz:Speed>
    </tptz:RelativeMove>
  </s:Body>
</s:Envelope>